benchmark/500k-large-groups/map/wrk/map-multiple-t1-c1.txt
Running 30s test @ http://127.0.0.1:39747/v1/search/map/prices
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   434.70us  124.80us   2.96ms   91.41%
    Req/Sec     2.29k   152.61     2.76k    75.00%
  Latency Distribution
     50%  417.00us
     75%  470.00us
     90%  510.00us
     95%  607.00us
     97%  762.00us
     98%    0.90ms
     99%    1.03ms
  68363 requests in 30.00s, 13.35MB read
Requests/sec:   2278.74
Transfer/sec:    455.68KB