benchmark/500k-large-groups/map/wrk/map-t1-c1.txt
Running 30s test @ http://127.0.0.1:8091/v1/search/map/prices
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   243.40us   82.23us   5.83ms   95.13%
    Req/Sec     4.14k   533.97     5.51k    78.07%
  Latency Distribution
     50%  239.00us
     75%  264.00us
     90%  295.00us
     95%  324.00us
     97%  344.00us
     98%  368.00us
     99%  395.00us
  124128 requests in 30.10s, 24.15MB read
Requests/sec:   4123.85
Transfer/sec:    821.55KB