benchmark/500k-large-groups/map/wrk/map-t2-c20.txt
Running 30s test @ http://127.0.0.1:8091/v1/search/map/prices
  2 threads and 20 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.85ms    1.14ms  11.13ms   64.83%
    Req/Sec     5.57k   191.76     6.07k    71.93%
  Latency Distribution
     50%    1.78ms
     75%    2.61ms
     90%    3.48ms
     95%    4.01ms
     97%    4.25ms
     98%    4.43ms
     99%    4.66ms
  333418 requests in 30.10s, 64.87MB read
Requests/sec:  11077.12
Transfer/sec:      2.16MB